Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_15_undervisningsopplegg-begreper-som-br.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Doahpagat boazodoalus
sma: Udir.no - Dïejvesh mah båatsosne åtnasuvvieh

source: Doahpagat boazodoalus
sma: Dïejvesh mah båatsosne åtnasuvvieh

source: Ceahkki: 8.-10. jahkeceahkki Fáddá: Doahpagat boazodoalus Áigemearri: 6 diimmu skuvllas ja ovtta beaivvi oahppomátki gárdái
sma: Daltese: 8.-10. jaepiedaltese Aamhtesh: dïejvesh båatsosne Tijje: 6 tæjmoeh skuvlesne jïh aktem biejjiem aktene giedtesne

source: Álggahus
sma: Aalkoe

source: Oahpaheaddji gávdná dás ovdamearkkaid mo sáhttá láhčit oahpahusa vai ollášuhttá 10. jahkeceahkki gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta øøhpehtimmiem sjïehteladtedh guktie learohkh maahtoeulmide 10. jaepiedaltesisnie jeksieh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Daennie øøhpehtimmiesoejkesjisnie dle vuesiehtamme guktie maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahpahuslážus leat heivvolaš bargovuogit, movt vuođđogálggaid integreret ja movt oahpaheaddji sáhttá oahpahusa heivehit juohke ovttaskas oahppái.
sma: Øøhpehtimmiesoejkesjisnie sjyøhtehke barkoevuekieh, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.

source: Dát oahpahusláhču lea ovdamearkan movt oahppit sáhttet bargat vai ohppet doahpagiid mat adnojit boazodoalus.
sma: Daate øøhpehtimmiesoejkesje lea akte vuesiehtimmie guktie learohkh maehtieh barkedh dïejvesh lïeredh mah leah sjyøhtehke båatsosne.

source: Seammá málle sáhttá heivehit eará fáttáide go bargá árbevirolaš máhtuin, ovdamearkka dihte guolástemiin ja eanandoaluin.
sma: Seammalaakan maahta daam soejkesjem sjïehteladtedh jeatjah aamhtesidie gosse aerpievuekien daajrojne barka, vuesiehtimmien gaavhtan gøøleme jïh jåartaburrie.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
sma: Maahtoeulmie LM06-S Maahtoeulmie 10. jaepiedaltesen mænngan

source: geavahit sániid, doahpagiid ja dadjanvugiid mat gusket lundui.
sma: Aerpievuekien daajroe Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: baakoeh, dïejvesh jïh lahtesh nåhtadidh mah leah eatnamasse ektiedamme

source: ovdanbuktit dárkilit ja geavahit girjás ja máŋggabealat sátneriggodaga iešguđetlágan teavsttain
sma: Tjaaleldh gaskesadteme Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: Eará relevánta gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋel Njálmmálaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: jïjtjemse veele tjïelkesidh, jïh jeereldihkie jïh gellieligke baakoejgujmie ovmessie såarhts tjaaleginie Jeatjah sjyøhtehke maahtoeulmieh 10. jaepiedaltesen mænngan

source: čađahit eaŋkilis logaldallamiid, ovdanbuktimiid, muitaleaddji lohkamiid, rollaneavttašemiid ja dramatiserema, heivehuvvon iešguđetlágan vuostáiváldiide.
sma: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh aelhkie håalemh, åehpiedehtemh, toelhkestien lohkemem, råållespïelh jïh dramatiseringem tjïrrehtidh, ovmessie dåastojidie sjïehtedamme

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmiliidda, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Go fádda lea boazodoallu, galget oahppit máhttit - Geavahit sámegieldoahpagiid go hupmet bohcco ja boazodoalu birra - Geavahit sámegieldoahpagiid go čállet bohcco ja boazodoalu birra
sma: Gosse aamhtese båatsoe, learohkh edtjieh maehtedh dejtie sjyøhtehke, saemien dïejvesidie nåhtadidh gosse bovtsen jïh båatsoen bïjre soptsestieh

source: Vuođđogálggat
sma: Vihkielommes maehtelesvoeth

source: Máhttit lohkat: Oahppit lohket fágateavstta boazodoalu birra girjjiin ja interneahtas, ja lohket sin iežaset teavsttaid Máhttit njálmmálaččat ovdanbuktit: Oahppit gullet ja geavahit doahpagiid skuvllas ja gárddis.
sma: Maehtedh lohkedh: Learohkh faagetjaalegh bovtsen jïh båatsoen bïjre luhkieh gærjine jïh gaskeviermesne, jïh sijjen jïjtsh tjaalegh luhkieh. Maehtedh jïjtjemse njaalmeldh tjïelkesidh: Learohkh dïejvesh jïh lahtesh guvlieh jïh nåhtadieh skuvlesne jïh giedtesne.

source: Sii humadit ealáhusa olbmuiguin.
sma: Dah almetjigujmie båatsosne soptsestieh.

source: Sii ovdanbuktet joavkku barggu skuvllas sihke guđet guimmiidasaset ja váhnemiidda.
sma: Dah dåehkien barkoem skuvlesne åehpiedehtieh, dovne sinsætnan jïh eejhtegidie.

source: Máhttit rehkenastit: Go oahppit leat gárddis, sáhttet rehkenastit sullii galle bohcco ain hávil bidjet gárdái, gallii girdnejit ja man ollu miesit leat ain hávil.
sma: Maehtedh ryøknedh: Gosse learohkh giedtesne, aerviedieh ovrehte man gellie bovtsh geadtan tsaekieh fïerhten aejkien, man gellie aejkieh bovtside geadtan tsaekieh, jïh man gellie miesieh desnie fïerhten aejkien.

source: Jos gárddis lea almmolaš boazolohkan de heive dan čuovvut ja oahppat movt ja manin dat dáhpáhuvvá.
sma: Jis byøgkeles bovtseryøkneme, dle sjeahta dam fulkedh jïh lïeredh guktie, jïh mannasinie dam dorje.

source: Máhttit digitála reaidduid geavahit: Oahppit čállet dihtoriin, bidjat digitála govaid / filmma bargobihtáid ektui.
sma: Maehtedh digitale dïrregh nåhtadidh: Learohkh daatamaasjinesne tjaelieh jïh digitale guvvieh jïh / jallh filmem barkose bïejieh.

source: Ráhkkaneapmi
sma: Soejkesjimmieh

source: Barggu váldoulbmil lea viiddidit ohppiid sátneriggodaga mii guoská boazodollui.
sma: Daan barkoen åejvieulmie lea dah learohkh orre dïejvesh lïerieh mah leah båatsose ektiedamme, guktie dah sov baakoeveahkam vijredieh.

source: Go oahppit galget oahppat doahpagiid, de fertejit guldalit, oaidnit, ipmirdit, dadjat ja geavahit doahpaga máŋgga oktavuođain, sihke njálmmálaččat ja čálalaččat.
sma: Gosse learohkh edtjieh orre dïejvesh lïeredh tjuerieh goltelidh, vuejnedh, guarkedh, jiehtedh jïh dïejvesem nåhtadidh gelline tsiehkine, dovne njaalmeldh jïh tjaaleldh.

source: Go oahppit barget doahpagiiguin, de heive geavahit DHO- skovi go oahpaheaddji kártet maid oahppit máhttet boazodoalu birra, makkár doahpagiid sii máhttet ja maid háliidit oahppat.
sma: Daesnie sjeahta DSL-goerem nåhtadidh gosse lohkehtæjja edtja goerehtalledh maam learohkh båatsoen bïjre daejrieh, mah dïejvesh dah demtieh jïh maam sïjhtieh daejredh.

source: Go oahppit leat bargamin fáttá doahpagiiguin sáhttet sii geavahit vuoruhanskovi.
sma: Gosse learohkh aamhtesen dïejvesigujmie berkieh, maehtieh gaarkenotaatem nåhtadidh.

source: boazodoallu bohcco guolga oaivvis ja gorudis
sma: Sjyøhtehke dïejvesh maehtieh dïejvesh årrodh

source: bohcco ahki
sma: båatsoen bïjre

source: bohcco čoarvvit
sma: bovtsen tjåerviej bïjre

source: čoarvenamahusat
sma: tjåervien haamoen bïjre

source: váris- ja njiŋŋelasboazu
sma: hurries- jïh minngeles

source: miesit bohccobealljemearkat
sma: miesieh mïerhkesjimmien bïjre

source: bohccobealljemearka sánit
sma: mïerhken nejpiegieji bïjre

source: Oahpaheaddji čilge
sma: Lohkehtæjja buerkeste

source: Oanehaččat movt mearkun čađahuvvo
sma: guktie miesieh mïerhkesje

source: Bealljemearkkaid dábáleamos namahusaid
sma: nejpiegieji siejhmemes lahtesh

source: Oaivi ja goruda guolgaivnniid namahusaid
sma: dïejvesh goelken klaeride åejjesne jïh kråahpesne

source: Varris ja njiŋŋálas agi mielde Čoarvvi namahusaid mielde
sma: dïejvesh hurries- jïh minngelesbovtside aalteren mietie

source: Oahpaheaddji ferte ovdalgihtii ohcat dieđuid orohaga birra gosa oahppit leat mannamin.
sma: Lohkehtæjja tjuara åvtelhbodti bïevnesh gaavnedh dan sijten bïjre maam learohkh edtjieh vaaksjodh.

source: Oahpaheaddji rávve gos ja geas fidnejit dieđuid maid leat ohcamin, ovdamearkka dihte neahttačujuhusaide, girjegálduide ja resursaolbmuide boazodoalus.
sma: Lohkehtæjja raereste gusnie maehtieh bïevnesh gaavnedh, vuesiehtimmien gaavhtan nommh gærjine jïh nedtesæjrojne, jïh giejnie maahta nuhteligs årrodh gaskesadtedh, vuesiehtimmien gaavhtan naaken båatsosne.

source: Oahppandoaimmaide
sma: Lïerehtimmiedarjomh

source: Oahppan galgá dáhpáhuvvat sihke skuvllas ja gardde luhtte.
sma: Lïerehtimmie edtja dovne skuvlesne jïh giedtiebealesne årrodh.

source: Oahppit barget joavkkuin.
sma: Learohkh dåehkine berkieh.

source: Joavkkut sáhttet bargat dán seamma, dahje válljet dahje oažžut fáttá juohke joavku.
sma: Gaajhkh dåehkieh maehtieh dejnie seamma barkedh, jalllh veeljieh jallh åadtjoeh aktem fïereguhten aamhtesem.

source: Joavkobargu lea ohppiide sosiála hárjehallan, ja sii ožžot vejolašvuođa geavahit doahpagiid maid ohppet, go ságastallet.
sma: Dåehkiebarkoen tjïrrh learohkh sosijale haarjanimmiem åadtjoeh, jïh nuepiem åadtjoeh dïejvesidie nåhtadidh mejtie lïerieh, gosse sinsitnine soptsestellieh.

source: Joavkkut čohkkejit sin fáttá birra dieđuid lagamus siiddas.
sma: Dåehkieh bïevnesh gaevnieh sijjen aamhtesen bïjre dennie gïetskemes sijtesne.

source: Sii fitnet gárdde luhtte, čuvvot maid sii barget, noterejit, sárgot ja govvejit.
sma: Dah aktem giedtiem vaaksjoeh, barkoem fulkieh, tjaeliestieh, guvviedieh jïh guvvieh vaeltieh.

source: Sii jearahallet boazodolliid ja eará resursaolbmuid.
sma: Dah båatsoealmetjh jïh jeatjah vierhtiealmetjh gihtjieh.

source: Sii berrejit ráhkkanan ovdalgihtii maid áigot jearrat sis.
sma: Dah byøroeh soejkesjidh maam edtjieh gihtjedh.

source: Dása sáhttá geavahit DHO- skovi dieđuid.
sma: Daesnie maehtieh mieride DSL-goereste nåhtadidh.

source: Oahppit hárjánit geavahit doahpagiid go humadit ealáhusa olbmuiguin.
sma: Learohkh haarjanimmiem åadtjoeh dïejvesidie nåhtadidh gosse almetjigujmie soptsestieh båatsosne.

source: Oahppit lohket fáttá birra girjjiin ja interneahtas.
sma: Learohkh aamhtesen bïjre gærjine jïh gaskeviermesne luhkieh.

source: Skuvllas čállá juohke joavku iešguđege fáttá dieđuid vuođul mat leat čohkkejuvvon siiddas / gárddis ja čálalaš gálduid vuođul.
sma: Skuvlesne fïereguhte dåehkie tjaala dejstie bïevnesijstie mejtie giedtesne tjøønghkeme, jïh våaroeminie dejstie tjaaleldh gaaltijijstie.

source: Loahpas bidjet buot joavkkuid čállosiid ja govaid oktii fáddábargun, dahje buot bidjo seaidneáviisan.
sma: Minngemosth gaajhkh dåehkien tjaalegh jïh guvvieh tjåanghkan bïejesuvvieh akten tjåenghkies aamhteseheeftese, jallh gaajhkem beaja goh aamhteseplaerie viedtjese.

source: Joavkkut ovdanbuktet iežaset barggu.
sma: Dah dåehkieh jïjtse barkoem åehpiedehtieh.

source: Ovdamearkkat bargguide
sma: Daesnie naan laavenjassh

source: Joavku A – miessemearkun: Movt čađahuvvo mearkun ?
sma: Dåehkie A- miesieh mïerhkesjidh Guktie miesieh mïerhkesje ?

source: Gárddis galget oahppit čohket dieđuid movt miessemearkun dáhpáhuvvá das rájes go buktet bohccuid gárdái gitta go luitet daid.
sma: Giedtiebealesne learohkh edtjieh bïevnesh tjøønghkedh guktie miesieh mïerhkesje, dehtie raejeste bovtsem geadtan tsaaka goske bovtsem giedteste luajhta.

source: Sii sáhttet áinnas jearahallat, govvedit ja sárgut dan birra.
sma: Dah maehtieh gihtjedh, guvvieh vaeltedh jïh maaje aaj guvviedidh.

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte movt miessemearkun dáhpáhuvvá das rájes go bohccuid buktet gárdái gitta go luitet daid.
sma: Skuvlesne learohkh edtjieh tjaeledh, guvviedidh jïh vuesiehtidh viehkine guvvijste guktie miesieh mïerhkesje, dehtie raejeste bovtsem geadtan tsaaka goske bovtsem giedteste luajhta.

source: Oahppit geavahit diehtomielalaččat sámegiel nama ¨husaid.
sma: Dah dejtie saemien lahtesidie nåhtadieh voerkeslaakan.

source: Joavku Á – bealljemearkkat: Garddis galget oahppit čohkket siidda boazodoallobearrašiid bealljemearkkaid.
sma: Giedtesne learohkh edtjieh mïerhkh tjøønghkedh mah leah sijten båatsoealmetjidie jïh dej fuelhkide.

source: Oahppit galget sárgut sin mearkkaid ja čállit guđe mearkka guhtege eaiggáda.
sma: Dah edtjieh dej mïerhkh guvviedidh jïh tjaeledh mïerhken aajhteren nomme.

source: Oahppit jearahallet bealljemearkkaid sániid, omd. mii lea hoaŋka, bihttá / ceahkkes / biehkki, rastá / gaskat / náhppa jna..
sma: Learohkh gyhtjelassh gihtjieh mah leah bovtsen nejpiegieji bïjre, vuesiehtimmien gaavhtan mij namhpe, skaarja, kruehkie, tsiehkie, govre, sloeptje, snïjre, saerkie, voelese lea.

source: Govve áinnas mearkkaid.
sma: Dah guvvieh vaeltieh mïerhkijste.

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte boazodoallobearrašiid bealljemearkkaid.
sma: Skuvlesne learohkh edtjieh tjaeledh, guvviedidh jïh vuesiehtidh viehkine guvvijste, mïerhkh sijten båatoealmetjidie jïh dej fuelhkide.

source: Sii galget čilget sániiguin juohke mearkka ja geavahehket diehtomiela ¨laččat sámegielnamahusaid.
sma: Dah buerkiestidh fïerhtem mïerhkem baakoejgujmie jïh saemien lahtesh voerkeslaakan nåhtadieh.

source: Joavku B – Oaivvi ja goruda guolgaivnnit: Gárddis galget oahppit jearahit, sárgut ja govvet bohcco oaivvi ja goruda guolgaivnniid.
sma: Giedtesne learohkh edtjieh gihtjedh, guvviedidh jïh guvvieh vaeltedh goelken klaerijste bovtsen åejjesne jïh kråahpesne.

source: Gorut guolgaivdni sáhttá leat muzet, čuoivvat, jievja, gabba, guvgesmuzet jna..
sma: Goelken klaerieh kråahpesne maehtieh vuesiehtimmien gaavhtan årrodh tjeehpes, klovse, jovje, såarhta, båavjoeh

source: Ovdamearkkat oaivvi guolgaivdnái: čáhppesnjunni, gabbaoaivi, girjeoaivi, gálbbenjunni, gáidánjunni.
sma: Naan vuesiehtimmieh guktie goelken klaerieh, bovtsen åejjesne buerkeste: staelie-njuenie, tjööse, lijnie-gaaloe, dervie-njuenie

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte bohcco oaivvi ja goruda guolgaivnniid.
sma: Skuvlesne learohkh edtjieh tjaeledh, guvviedidh jïh vuesiehtidh viehkine guvvijste goelken klaerieh bovtsen åejjesne jïh kråahpesne.

source: Ja sii galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
sma: Dah edtjieh saemien lahtesh nåhtadidh voerkeslaakan gosse buerkestieh.

source: Joavku C – Varris ja njiŋŋálas agi mielde
sma: Dåehkie b – Hurries jïh minngeles aalteren mietie

source: Gárddis galget oahppit jearahit, sárgut ja govvet sihke varris ja njiŋŋálas bohccuid sámegielnamahusaid agi birra.
sma: Giedtesne gaajhkh learohkh edtjieh gihtjedh, guvviedidh jïh guvvieh vaeltedh hurriesbovtseste jïh minngelesbovtseste joekehts aalterinie.

source: Sii galget geavahit daid gullevaš doahpagiid go jearahallet.
sma: Dah edtjieh dejtie saemien lahtesidie nåhtadidh gyhtjelassine.

source: Ovdamearkkat sániin miessi, čearpmat, vuonjal, varit, vuobis / vuorsu, sarvvis, áldu, rotnu
sma: Daesnie naan sjyøhtehke baakoeh miesie, tjorme, voenjele, horhtje, vueperes sarva, sarva, aaltoe, råtnoe.

source: Skuvllas galget oahppit čállit / čilget, sárgut ja čájehit govaid bokte varris ja njiŋŋálas bohccuid sámegielnamahusaid agi mielde.
sma: Skuvlesne learohkh edtjieh tjaeledh, guvviedidh jïh vuesiehtidh viehkine guvvijste, lahtesh hurries- jïh minngelesbovtside aalteren mietie.

source: Sii galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
sma: Dah edtjieh saemien lahtesh voerkeslaakan nåhtadidh.

source: Joavku Č – Čoarvvi mielde: Gárddis galget oahppit jearahit bohccuid čoarvenamahusaid birra, ja sárgut ja govvet bohccuid main leat iešguđetlágan čoarvvit.
sma: Dåehkie d - Tjåervien mietie Giedtesne learohkh edtjieh gihtjedh, guvviedidh jïh guvvieh vaeltedh bovtsen aevsijste jïh bovtsijste tjåervine.

source: Suu galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
sma: Dah edtjieh dejtie saemien lahtesidie nåhtadidh gyhtjelassine.

source: Heivehuvvon oahpahus Oahpaheaddji bagadallá ohppiid nu ahte sii válljejit bargguid maid hálddašit, ja nu ovdánahttet ođđa máhttu.
sma: Naan sjyøhtehke baakoeh leah bisseme-tjåervie / klaahka-tjåervie, geartoe-tjåervie / stråmhpoe-tjåervie, söökes tjåervie, sleajvoeh, haame, njalpe-tjåervie, goenere.

source: Lea vejolaš heivehallat bargguid nu ahte eai gáibit seamma ollu, ja sihke hivvodaga ja man guhka ádjána bargguin sáhttá maid heivehit.
sma: Skuvlesne learohkh edtjieh tjaeledh, buerkiestidh, guvviedidh jïh vuesiehtidh viehkine guvvijste dah ovmessie lahtesh aevside jïh bovtsh ovmessie tjåerviejgujmie.

source: Dán heiveha ovttaskas ohppiid mielde.
sma: Minngiebarkoe Learohkh maehtieh

source: Soapmásat háliidit bargat eanaš njálmmálaš gielain, ja earát ges máhttet giela bures sihke njálmmálaččat ja čálalaččat.
sma: dejtie tjaaleldh barkojde aktene heeftesne tjøønghkedh, maam gaajhkh learohkh åadtjoeh viedtjeplaeriem darjodh

source: Soames oahppit dárbbašit ges lasi hástalusaid ja sáhttet oažžut ovddasvástádusa jearahallat eambbo resursaolbmuid ja muitalit maid sii gávnnahit eará ohppiide, joavkkuide ja luohkkái.
sma: håaledh dejtie jeatjah learoehkidie

source: Gáiddusoahpahus
sma: guvvieh vuesiehtidh

source: Dát oahpahusláhču ja fáddá heive bures gáiddusoahpahusa hospiterenáigái.
sma: jeatjah learoehkidie buerkestidh maam jïjtje lïereme gosse dåehkine orreme stasjovnine

source: Hospiterenáigi lea dat áigi go ohppiin geain dábálaččat lea gáiddusoahpahus sámegiel fágas, hospiterejit dan skuvllas gos gáiddusoahpahus lea.
sma: Sjïehtedamme lohkehtimme

source: Lea dábálaš ahte buohkat dahje oahppijoavkkut geain lea gáiddusoahpahus bohtet oktanis hospiterenskuvlii.
sma: Lohkehtæjja learoehkidie bïhkede, guktie dah laavenjassh veeljieh mejtie haalvoeh, jïh guktie orre daajroem evtiedieh.

source: Hospiterenáiggis leat oahppit mielde doaimmain gárddis, humadit olbmuiguin ealáhusas ja govvejit.
sma: Daesnie gåarede dovne geerve jïh aelhkie laavenjassh utnedh, jïh maahta dovne veahkam jïh driektem joekehtidh.

source: Loahppabarggu sáhttá dahkat go oahppi ja oahpaheaddji fas deaivvadeaba neahtas.
sma: Man gellie dïejvesh jïh man geerve dah edtjieh årrodh sjïehtede dan aktegs learoehkasse.

source: Árvvoštallan
sma: Maajhøøhpehtimmie

source: Sáhttá earret eará geavahit dáid árvvoštallanskoviid. Prošeaktabarggu árvvoštallanskovvi
sma: Daate øøhpehtimmiesoejkesje jïh aamhtese sjeahta gosse maajhøøhpehtimmielearohkh leah guessine skuvlesne.

source: Čálalašbarggu árvvoštallan
sma: Siejhme gaajhkesh jallh dåehkieh learoehkijstie mah maajhøøhpehtimmiem utnieh, seamma tijjen guessievåhkose båetieh.

source: Čállinprošeavtta árvvoštallanskovvi
sma: Guessievåhkosne learohkh leah meatan dejnie darjominie giedtesne, almetjigujmie båatsosne soptsestieh jïh guvvieh vaeltieh

source: Njálmmálaš gáldut - Jearahallat boazodolliid - Jearahallat eará olbmuid geat dovdet ealáhusa
sma: Maahta minngiebarkoem mænngan darjodh gosse lohkehtæjja jïh learohkh vihth nedtesne gaavnesjieh.

source: Čálalaš gáldut SOLBAKK, AAGE 1997: Sámi historjá 2.
sma: Vuarjasjimmie Daah vuarjasjimmiegoerh sjïehtieh

source: Kárášjohka: Davvi Girji OS.
sma: Vuarjasjimmiegoere åehpiedehtemasse

source: EIRA, NILS ISAK 1984: Boazobargi giella.
sma: Vuarjasjimmiegoere tjaaleldh barkose Vierhtieh

source: Guovdageaidnu: Sámi instituhtta.
sma: Båatsoealmetjh Mubpieh mah båatsoem demtieh

source: EIRA, NILS ISAK 1994: Bohccuid luhtte. Guovdageaidnu: DAT
sma: Tjaaleldh gaaltijh UTSI, GUN MARGRETH 1994: Bovtsen guelmieh.

source: KÅVEN, BRITA - JERNSLETTEN, JOHAN - NORDAL, INGRID - EIRA, JOHN HENRIK - SOLBAKK, AAGE 1995: Sámi – dáru sátnegirji.
sma: [Hattfjelldal:] Sijti Jarnge. BERGSLAND, KNUT - MAGGA, LAJLA MATTSSON 2007 (1993): Åarjelsaemien-daaroen baakoegærja.

source: Samisk-norsk ordbok.
sma: Sydsamisk-norsk ordbok.

source: Kárášjohka: Davvi Girji o.s..
sma: Bull, Ella Holm: Åarjel-saemien 4.-n.

source: 2. Opplag.
sma: Nedtesæjroeh

source: Neahttasiiddut Interneahtas gávdnat dieđuid iešguđet siidduin.
sma: Gaskeviermesne bïevnesh gaavnebe ovmessie sæjrojne.

source: Dáppe gávnnat maid boazomearkkaid: http://www.reindrift.no/index.gan?id=300&amp;subid=0 www.ealat.org www.bamma.no
sma: Daesnie aaj bovtsen mierhkh gaavnh: http://www.reindrift.no/index.gan?id=300&amp;subid=0 www.ealat.org www.bamma.no
